;Do not translate this section
[Info]
Language=Svenska
Translator=Pontus Lundqvist(pontus.lundqvist@home.se)
Version=1.0.0.365

;Main Menu
[Menu]
;
;Feed Menu
;
Title32791=&Flöden
Item32791=Uppdatera alla flöden
Item33321=Stoppa alla uppdateringar
Item32793=Markera allt som läst
Item36564=Räkna om olästa flöden
Item32792=Uppdatera flöden/grupp
Item32818=Markera som läst
Item32800=Radera
Item36739=Döp om
Item32799=Egenskaper...
Item36548=Organisera flöden...
Item57665=A&vsluta

Title32797=Lägg till
Item32797=Flöde...
Item36537=Sök flöde...
Item32796=Flödesgrupp...
Item36558=Bloglines sync flöden...
Item32837=Nyhetsbevakning...
Item32925=Etikett...

;
;Edit Menu
;
Title57635=&Redigera
Item57635=Klipp &ut
Item57634=&Kopiera
Item57637=&Klistra in
Item57636=Finn text (på denna sida)...
Item36547=Finn prenumererade flöden...
Item32917=Sö&k nyhetsnotiser
Item32858=Sök nästa
Item36738=Total sökning...

;
;View Menu
;
Title32922=&Visa
Item32922=Flödes&list
Item32923=Nyhets&list
Item36609=Ny flik
Item32811=&Maximera läsfönster
Item33035=Nästa olästa &flöde
Item36544=Nästa olästa &grupp
Item32861=&Nästa nyhetsnotis
Item32860=&Föregående nyhetsnotis

;
;Tools Menu
;
Title32808=&Verktyg
Item32808=&Importera flöden från OPML/XML-fil...
Item32842=&Exportera flöden till OPML/XML-fil...
Item36543=Exportera nyheter till &RSS/XML-fil...
Item32841=&Rensa...
Item32852=&Alternativ...

Title33312=Flödes&statistik
Item33312=Oftast besökta
Item33313=Minst besökta
Item36732=Mest aktiv de senaste 60 dagarna
Item36733=Minst aktiv de senaste 60 dagarna
Item36735=Inställningar...

;
;Help Menu
;
Title36553=&Hjälp
Item36553=Sök efter &uppdateringar
Item36550=Gå till GreatNews &webbsida...
Item36567=Gå till GreatNews &forum...
Item57664=&Om GreatNews...

;
;Feed Tree Popup Menu
;
Item32815=Visa allt
Item32816=Dölj allt
Item33033=Dölj/Visa till gruppnivå

;
;News List Popup Menu
;
Item32870=Markera som läst
Item36601=Markera som oläst
Item36539=Radera
Item36556=Ny etikett...

[FeedGroupPropertiesDialog]
Title=Grupp-egenskaper
C1070=Grupp-namn(*):
C1071=Beskrivning:
C1072=Gruppwebbsida:
C1030=Uppdatera inte denna flödesgrupp automatiskt

[OptionsDialog]
Title=Alternativ

[OptionsDialog_General]
Title=Generella
C1010=Uppdatera alla flöden när GreatNews startar
C1006=Sök efter uppdateringar när GreatNews startar
C1013=Visa ikon i meddelandefältet
C1058=Stäng till meddelandefältet
C1074=Uppdatera alla nyhetsflöden varje
C1075=Påminn mig att köra Rengöringsguiden varje
C1073=När GreatNews startar
C1062=Visa blank skärm
C1007=Visa välkomstskärm
C1063=Visa de 10 mest visade flödena
C1016=Gör GreatNews till ordinarie RSS-flödesläsare

[OptionsDialog_Reading]
Title=Läsning
C1076=Display
C1077=Nyhetsnotiser/sida (1 ~ 999)
C1011=Markera föregående flöde som läst vid byte av flöde
C1010=Flöde/Grupp uppdateras automaiskt vid klickning
C1078=Vid klickning på länken "Nästa>" på sista sidan
C1062=Stanna på sista sidan
C1067=Öppna nästa olästa flöde/grupp, beroende på vad jag läser
C1079=Markera föregående sida som läst
C1069=Interaktivt
C1068=Automatiskt efter
C1080=sekunder(0~999, 0 innebär aldrig)
C1006=Meddela om flöden utan uppdatering på över
C1135=dagar
C1136=Nya notis-popupper skall visas i
C1137=sekunder

[OptionsDialog_Usability]
Title=Användbarhet
C1081="Nästa olästa flöde/grupp" funktion
C1010=Stäng nyhetslistor automatiskt
C1011=Sätt filter till "oläst" automatiskt
C1012=Markera senaste flöde/grupp som läst automatiskt
C1082=Sök notis-/nästa notis-/föregående notis-funktion
C1013=Öppna nyhetslistor automatiskt
C1006=Aktivera blockering av popup ( Ctrl + klick på länk tillåter popup)
C1007=Visa meddelande när flödesuppdateringen är klar
C1058=Öppna RSS-länk i extern normal webbläsare
C1138=Dubbelklickning i nyhetsfönstret öppnar webbsidan i 
C1062=Extern webbläsare
C1063=GreatNews läsfönster
C1064=Ny flik
C1139=Klick på länk i läsfönstret öppnar RSS-artikel i 
C1057=Samma flik
C1060=Extern webbläsare
C1061=Ny flik
C1059=Ta bort flikbläddring (GreatNews måste startas om)
C1123=Expandera/komprimera inte flödesgrupper automatiskt

[OptionsDialog_ItemFeatures]
C1140=Visa valda egenskaper för läsfönster:
C1010=Etikettera detta
C1011=E-posta detta
C1013=Upphovsman
C1017=Markera nyhetsbevakning
C1006=Spåra kommentarer (när möjligt)
C1141=Podcasting filformat:
C1016=Inställning bloggverktyg..

[OptionsDialog_Connection]
C1062=Använd Internet Explorers inställningar
C1063=Använd följande proxyserver:
C1147=URL:
C1148=Port:
C1149=Anv.-namn:
C1150=Lösenord:
C1151=Ingen proxy för:

[ConfigBlogToolsDialog]
Title=Inställning bloggverktyg
C1142=Inställda verktyg:
C1143=Verktygsdetaljer:
C1108=Namn:
C1145=Typ:
C1100=URL:
C1146=Du kan använda följande variabler i URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Ny
C1057=&Radera
C1018=&Spara
C2=Avsluta

[LabelDialog]
Title=Etikettinställningar
C1083=Etikett(*):
C1120=Stil:

[FindSubscribedChannelDialog]
Title=Sök prenumererade flöden

[GlobalSearchDialog]
Title=Total sökning
C1134=&Sök i alla flöden efter:
C1027=&Bokstavstrogen sökning
C1013=&Jämför hela ord
C1=Start
C2=Avsluta

[OrganizeChannelsDialog]
Title=Organisera flöden
C1084=Markera flöden:
C1017=Markera alla
C1038=Avmarkera alla
C1061=Nya flödesgrupper...
C1016=Flytta till grupp
C1052=Radera flöden
C1064=Hämta från Bloglines

[ChannelPropertiesDialog]
Title=Flödesinställningar

[ChannelPropertiesDialog_URL]
C1085=Flöde URL(*):
C1010=Hämta flödesinställningar från Internet
C1016=Bekräfta flöde
C1065=Detta flöde synkroniseras via Bloglines.com
C1064=Hämta från Bloglines
C1030=Uppdatera inte detta flöde automatiskt
C1006=Detta flöde kräver inloggning:
C1130=Anv.-namn:
C1131=Lösenord:
C1125=Tips: Om du inte känner till flödets URL, kan du skriva in webbadressen som  http://www.cnn.com direkt. GreatNews hittar RSS-flöden automatiskt på webbsidan.

[ChannelPropertiesDialog_Properties]
C1086=Rubrik(*):
C1087=Beskrivning:
C1088=Webbsida:
C1089=Format:
C1009=( välj "Hämta flödesinställningar från Internet" på föregående sida för att se flödesformat )
C1092=Ändrad:
C1090=Kollad:
C1021=Ej kontrollerad än
C1114=Auto-uppdatera:
C1115=Rensa nyheter äldre än:

[ChannelPropertiesDialog_Settings]
C1114=Auto-uppdateringsfrekvens:
C1120=Display stil:
C1115=Rensa ut nyheter som är äldre än:
C1013=Behåll bara de sista
C1132=notiserna vid rensningen
C1006=Meddela mig när nya notiser anländer
C1007=Behåll detta flöde även om det är inaktivt

[ChannelPropertiesDialog_Group]
C1091=Välj en flödesgrupp:
C1016=Ny grupp...

[InactiveChannelDialog]
Title=Inaktiva flöden
C1016=Radera/Inaktivera
C1133=(Inaktiva flöden som har flaggade nyhetsnotiser blir borttagna)
C1122=Behåll som det är
C2=Avsluta

[NewsWatchPropertiesDialog]
Title=Nyhetsbevakning inställningar

[NewsWatchPropertiesDialog_Properties]
C1092=Namnge denna bevakning(*):
C1093=Ord att bevaka(*):
C1044=sök på vilket ord som helst
C1023=sök på alla ord
C1046=sök på exact fras
C1027=Bokstavstrogen känslighet
C1013=Jämför hela ord
C1094=För matchade nyhetsnotiser
C1059=Markera med textfärg
C1095=Bakgrundsfärg
C1057=Hoppa över matchade nyhetsnotiser vid flödesuppdatering
C1058=Markera som läst direkt
C1154=Vad skall bevakas:
C1010=Nyhetstitel
C1019=Innehåll
C1015=Upphovsman
C1041=Inaktivera denna nyhetsbevakning
C1120=Display stil:

[NewsWatchPropertiesDialog_Channels]
C1023=Bevaka alla flöden
C1024=Bevaka utvalda flöden
C1016=Markera allt
C1038=Avmarkera allt
C1018=Kör denna nyhetsbevakning på nedladdade nyhetsnotiser


[ExportDialog]
Title=Exportera till OPML/XML

[ExportDialog_Select]
C1097=Välj grupper/flöden att exportera:
C1016=Markera alla
C1038=Avmarkera alla
C1010=Exportera alla nyhetsbevakningar och etiketter
C1098=(Om denna option är vald, kan utdata (opml/xml-filen) vara inkompatibel med andra RSS-läsare)

[ExportDialog_File]
C1096=Exportera filnamn(*):

[ImportDialog]
Title=Importera från OPML/XML

[ImportDialog_File]
C1032=Importera &förvalda flöden
C1035=Importera flöden/grupper från &fil
C1099=Filnamn:
C1036=Importera flöden/grupper från &internet
C1100=URL:

[ImportDialog_Select]
C1104=Välj grupper/flöden att importera:
C1016=Markera alla
C1038=Avmarkera alla
C1010=Uppdatera flöden från internet under import
C1011=Importera nyhetsbevakningar och etiketter funna i denna fil

[ImportDialog_Group]
C1101=Flytta flöde till grupp:
C1016=Ny grupp...

[ImportDialog_Progress]
C1026=Klicka på [Nästa] för att börja importera...
C1016=Stoppa import
C1102=(Du kan stoppa import närsomhelst, och fortsätta igen senare)
C1103=Tips: Efter import, använd Flöden->Organisera flöden... för att omarrangera flöden

[ExportRSSDialog]
Title=Exportera nyheter till RSS-fil
C1099=Filnamn(*):

[CleanupDialog]
Title=Rensa-guide

[CleanupDialog_Options]
C1105=Rensa ut notiser som är äldre än:
C1117=(Flödesnivåinställningar upphäver detta förvalda värde)
C1010=Inkludera &olästa notiser
C1011=Inkludera &flaggade notiser
C1006=Komprimera datafilen efter rensning
C1124=Radera GreatNews temp-filer
C1013=Behåll endast det absolut senaste
C1152=nyhetsnotiserna per flöde (*)
C1153=(*) inställningarna kan upphävas på flödesnivå

[CleanupDialog_Channels]
C1097=Välj flöden att rensa:
C1016=Markera alla
C1038=Avmarkera alla

[CleanupDialog_Progress]
C1025=Klicka på [Nästa] för att börja rensa

[SearchChannelPropertiesDialog]
Title=Sök flödesegenskaper
C1106=Sök från:
C1107=Sökord(*):
C1108=Titel(*):

[BloglinesSyncDialog]
Title=Bloglines.com sync flöden

[BloglinesSyncDialog_Account]
C1109=Bloglines.com konto:
C1110=Lösenord(*):
C1111=Upprepa lösenord(*):

[BloglinesSyncDialog_Channels]
C1112=Välj Bloglines som du vill synkronisera med GreatNews:
C1016=Markera alla
C1038=Avmarkera alla
C1010=GreatNews skall inte markera Bloglines flöden som lästa

[Toolbars]
T200=Nyheter
T201=Sök
T101=Adress

B32791=Uppdatera alla
B32818=Markera lästa
B32850=Visa alla
B32840=Stil

;The date combobox on toolbar
[DateFilter]
0=Dagens
1=Igår och idag
2=< 7 dagar
3=< 30 dagar
4=Alla

;The status combobox on toolbar
[StatusFilter]
0=Olästa
1=Etiketterade
2=Alla

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 timme
3=2 timmar
4=3 timmar
5=4 timmar

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 vecka
1=2 veckor
2=1 månad
3=2 månader
4=3 månader
5=6 månader
6=Aldrig

;Auto Update Frequency combobox in feed Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 timme
7=2 timmar
8=3 timmar
9=4 timmar
10=2 ggr per dag
11=Dagligen

;Cleanup max age combobox in feed Properties dialog
[ChannelCleanupMaxAge]
0=Default
1=Allt
2=1 dag
3=2 daar
4=1 vecka
5=2 veckor
6=1 månad
7=3 månader
8=6 månader
9=Aldrig

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Allt
1=1 vecka
2=2 veckor
3=1 månad
4=3 månader
5=6 månader


[Messages]
;main
M137=Du prenumererar redan pådetta flöde. Vill du öppna det?
M138=Länken verkar vara ett nyhetsflöde. Vill du prenumerera?
M152=Är du säker på att ta bort gruppen [%s]?
M153=Är du säker på att ta bort flödet [%s]?
M154=Är du säker på att ta bort nyhetsbevakningen [%s]?
M155=Är du säker på att ta bort flaggan [%s]?
M156=Hittar inte GreatNews data-fil.[%s]
M157=Data-filen behöver uppdateras. Klicka på OK för att starta.
M158=En ny version [%s] finns tillgänglig. Vill du se vad som är nytt?
M159=%d nyhetsflöden
M160=%d nya rubriker hämtade från %d flöden.
M161=%d flöde(n) misslyckades.
M162=GreatNews har avslutat uppdateringen av alla nyhetsflöden.
M163=GreatNews - uppdaterar flöde %d av %d
M164=Du har inte rensat ut gamla nyhetsnotiser på %d dagar. Vill du använda Rensaguiden nu?
M167=Uppdaterar flöde %s...
M175=Du har redan senaste versionen av GreatNews.
M176=Misslyckades att söka efter senaste versionen. Försök igen senare.
M177=Nyhetslistan är tom. Välj flöde eller grupp som du vill söka i
M178=Inga olästa nyhetsflöden hittades
M202=GreatNews avslutades inte ordentligt förra gången. Systemet räknar nu om olästa flöden.
M207=Är du säker på att markera alla nyhetsnotiser som lästa?
M208=Hittar inte bloggverktyget.
M209=GreatNews förbättras snabbt. Den här beta-versionen är över 30 dagar gammal. Ladda ned den senaste versionen från http://www.curiostudio.com

; feed group dialog
M139=%d flöden med %d nyhetsnotiser i denna grupp. %d notiser olästa.

; various feed dialogs
M140=%d nyhetsnotiser i detta flöde. %d olästa.
M147=Fyll i sökbegrepp
M148=Namnge sökt flöde
M168=Fyll iflödes URL.
M169=Flödes titel kan inte vara tom
M171=Välj en grupp

; cleanup wizard
M141=%d nyhetsnotiser före rensning
M142=%d nyhetsnotiser efter rensning
M143=Rensar flöde %s...
M144=Komprimerar datafilen...
M145=Rensa avslutades utan problem
M146=Välj minst ett flöde.
M204=Är du säker på att du vill rensa ut etiketterade notiser också?

;Export RSS dialog
M149=%d nyhetsnotiser exporterade till fil %s

;Export Wizard
M150=Döp utdatafilen.
M151=%d flöden och %d grupper exporterades utan problem.

;Feed Organizer
M165=Vill du radera %d flöde(n)?
M179=Ange flöden du vill flytta
M180=Ange grupp du vill flytta flödena till
M181=Ange flöden du vill radera
M182=Ange bloglines sync flöden du vill detachera

;Search dialog
M166=Söker %d av %d...
M170=Hittar ingen matchande nyhetsnotis

;Import Wizard
M172=Ange filnamn
M173=Ange url
M174=Stoppa importen innan avslut.
M190=%d flöden och %d grupper importerades utan anmärkning.\n
M191=%d flöden och %d grupper fanns redan.\n
M192=%d flöden och %d grupper misslyckades.
M193=\tGrupp '%s' importerades utan anmärkning
M194=\tGrupp '%s' hoppades över
M195=***** Grupp '%s' import misslyckades
M196=\tFlöde '%s' hoppades över
M197=Importerar flöde '%s'...
M198="**** Flöde '%s' importerades utan anmärkning efter omdop
M199=\tFlöde '%s' was importerades utan anmärkning
M200=***** Flöde '%s' import misslyckades. [%s]*****
M201=***** Flöde '%s' import misslyckades. *****


;Bloglines Sync Wizard
M183=Fyll i Bloglines.com konto
M184=Lösenord och Verifiera lösenord stämmer inte

;News Watch dialog
M185=Fyll i ord att jämföra
M186=Fyll i bevakningstitel
M187=Fyll i minst ett bevakningsalternativ
M188=Textfärg kan inte vara sama som bakgrundsfärg
M189=Välj minst ett flöde

;Label Properties dialog
M203=%d notis(er) har denna etikett.

;Config BlogThis Dialog
M205=Byt ut <yoursite.com> med din egen sidas URL.

;Global Search Dialog
M206=Ingen jämförbar nyhetsnotis hittades.

